{
  "nodes": [
    {
      "op": "null", 
      "name": "data", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "first-3x3-conv-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm0_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[0, 0, 0], [1, 0, 0], [2, 0, 0], [3, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-0-block0-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm1_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm1_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[4, 0, 0], [5, 0, 0], [6, 0, 0], [7, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-0-block0-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm2_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm2_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[8, 0, 0], [9, 0, 0], [10, 0, 0], [11, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-0-block0-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm3_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm3_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm3_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[12, 0, 0], [13, 0, 0], [14, 0, 0], [15, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-1-block0-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm4_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm4_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[16, 0, 0], [17, 0, 0], [18, 0, 0], [19, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-1-block0-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm5_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm5_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[20, 0, 0], [21, 0, 0], [22, 0, 0], [23, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-1-block0-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm6_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm6_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm6_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_1", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[24, 0, 0], [25, 0, 0], [26, 0, 0], [27, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-1-block1-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm7_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[28, 0, 0], [29, 0, 0], [30, 0, 0], [31, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-1-block1-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm8_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm8_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[32, 0, 0], [33, 0, 0], [34, 0, 0], [35, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-1-block1-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm9_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm9_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_elemwise_add", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[28, 0, 0], [36, 0, 0], [37, 0, 0], [38, 0, 0], [39, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-2-block0-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm10_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm10_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[40, 0, 0], [41, 0, 0], [42, 0, 0], [43, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-2-block0-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm11_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_7", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[44, 0, 0], [45, 0, 0], [46, 0, 0], [47, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-2-block0-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm12_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm12_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_2", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[48, 0, 0], [49, 0, 0], [50, 0, 0], [51, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-2-block1-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm13_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm13_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_8", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[52, 0, 0], [53, 0, 0], [54, 0, 0], [55, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-2-block1-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm14_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip10", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_9", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[56, 0, 0], [57, 0, 0], [58, 0, 0], [59, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-2-block1-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm15_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm15_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[52, 0, 0], [60, 0, 0], [61, 0, 0], [62, 0, 0], [63, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-2-block2-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm16_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip11", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_8", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[64, 0, 0], [65, 0, 0], [66, 0, 0], [67, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-2-block2-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm17_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm17_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip12", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_9", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[68, 0, 0], [69, 0, 0], [70, 0, 0], [71, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-2-block2-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm18_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm18_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add2", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_elemwise_add_1", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[64, 0, 0], [72, 0, 0], [73, 0, 0], [74, 0, 0], [75, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-3-block0-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm19_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm19_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip13", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_8", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[76, 0, 0], [77, 0, 0], [78, 0, 0], [79, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-3-block0-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm20_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip14", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_10", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[80, 0, 0], [81, 0, 0], [82, 0, 0], [83, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-3-block0-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm21_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm21_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm21_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_3", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[84, 0, 0], [85, 0, 0], [86, 0, 0], [87, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-3-block1-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm22_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip15", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_11", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[88, 0, 0], [89, 0, 0], [90, 0, 0], [91, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-3-block1-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm23_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm23_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip16", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_12", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[92, 0, 0], [93, 0, 0], [94, 0, 0], [95, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-3-block1-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm24_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add3", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_elemwise_add_2", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[88, 0, 0], [96, 0, 0], [97, 0, 0], [98, 0, 0], [99, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-3-block2-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm25_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm25_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip17", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_11", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[100, 0, 0], [101, 0, 0], [102, 0, 0], [103, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-3-block2-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm26_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm26_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip18", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_12", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[104, 0, 0], [105, 0, 0], [106, 0, 0], [107, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-3-block2-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm27_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add4", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_elemwise_add_2", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[100, 0, 0], [108, 0, 0], [109, 0, 0], [110, 0, 0], [111, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-3-block3-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm28_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip19", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_11", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[112, 0, 0], [113, 0, 0], [114, 0, 0], [115, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-3-block3-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm29_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip20", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_12", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[116, 0, 0], [117, 0, 0], [118, 0, 0], [119, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-3-block3-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm30_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm30_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add5", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_elemwise_add_2", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[112, 0, 0], [120, 0, 0], [121, 0, 0], [122, 0, 0], [123, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-4-block0-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm31_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip21", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_11", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[124, 0, 0], [125, 0, 0], [126, 0, 0], [127, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-4-block0-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm32_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip22", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_12", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[128, 0, 0], [129, 0, 0], [130, 0, 0], [131, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-4-block0-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm33_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm33_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm33_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_4", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[132, 0, 0], [133, 0, 0], [134, 0, 0], [135, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-4-block1-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm34_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm34_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip23", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_13", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[136, 0, 0], [137, 0, 0], [138, 0, 0], [139, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-4-block1-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm35_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm35_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip24", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_14", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[140, 0, 0], [141, 0, 0], [142, 0, 0], [143, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-4-block1-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm36_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm36_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add6", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_elemwise_add_3", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[136, 0, 0], [144, 0, 0], [145, 0, 0], [146, 0, 0], [147, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-4-block2-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm37_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm37_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip25", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_13", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[148, 0, 0], [149, 0, 0], [150, 0, 0], [151, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-4-block2-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm38_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm38_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip26", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_14", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[152, 0, 0], [153, 0, 0], [154, 0, 0], [155, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-4-block2-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm39_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm39_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add7", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_elemwise_add_3", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[148, 0, 0], [156, 0, 0], [157, 0, 0], [158, 0, 0], [159, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-5-block0-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm40_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm40_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip27", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_13", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[160, 0, 0], [161, 0, 0], [162, 0, 0], [163, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-5-block0-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm41_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm41_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip28", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_15", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[164, 0, 0], [165, 0, 0], [166, 0, 0], [167, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-5-block0-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm42_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm42_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm42_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_5", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[168, 0, 0], [169, 0, 0], [170, 0, 0], [171, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-5-block1-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm43_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm43_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip29", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_16", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[172, 0, 0], [173, 0, 0], [174, 0, 0], [175, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-5-block1-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm44_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm44_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip30", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_17", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[176, 0, 0], [177, 0, 0], [178, 0, 0], [179, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-5-block1-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm45_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm45_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add8", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_elemwise_add_4", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[172, 0, 0], [180, 0, 0], [181, 0, 0], [182, 0, 0], [183, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-5-block2-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm46_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm46_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip31", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_16", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[184, 0, 0], [185, 0, 0], [186, 0, 0], [187, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-5-block2-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm47_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm47_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip32", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_17", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[188, 0, 0], [189, 0, 0], [190, 0, 0], [191, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-5-block2-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm48_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm48_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "elemwise_add9", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_elemwise_add_4", 
        "num_inputs": "5", 
        "num_outputs": "1"
      }, 
      "inputs": [[184, 0, 0], [192, 0, 0], [193, 0, 0], [194, 0, 0], [195, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-6-block0-exp-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm49_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm49_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip33", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_16", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[196, 0, 0], [197, 0, 0], [198, 0, 0], [199, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-6-block0-depthwise-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm50_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm50_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip34", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_17", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[200, 0, 0], [201, 0, 0], [202, 0, 0], [203, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "seq-6-block0-linear-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm51_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm51_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "batch_norm51_out", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_6", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[204, 0, 0], [205, 0, 0], [206, 0, 0], [207, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "last-1x1-conv-conv2d_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm52_gamma_mul_div_expand", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "batch_norm52_add_beta_expand", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "clip35", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_conv2d_broadcast_mul_broadcast_add_clip_18", 
        "num_inputs": "4", 
        "num_outputs": "1"
      }, 
      "inputs": [[208, 0, 0], [209, 0, 0], [210, 0, 0], [211, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "global_avg_pool2d0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_global_avg_pool2d", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[212, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "flatten1", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_flatten_flatten", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[213, 0, 0]]
    }, 
    {
      "op": "null", 
      "name": "fc_weight", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "fc_bias", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "dense0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_dense", 
        "num_inputs": "3", 
        "num_outputs": "1"
      }, 
      "inputs": [[214, 0, 0], [215, 0, 0], [216, 0, 0]]
    }, 
    {
      "op": "tvm_op", 
      "name": "softmax0", 
      "attrs": {
        "flatten_data": "0", 
        "func_name": "fuse_softmax", 
        "num_inputs": "1", 
        "num_outputs": "1"
      }, 
      "inputs": [[217, 0, 0]]
    }
  ], 
  "arg_nodes": [
    0, 
    1, 
    2, 
    3, 
    5, 
    6, 
    7, 
    9, 
    10, 
    11, 
    13, 
    14, 
    15, 
    17, 
    18, 
    19, 
    21, 
    22, 
    23, 
    25, 
    26, 
    27, 
    29, 
    30, 
    31, 
    33, 
    34, 
    35, 
    37, 
    38, 
    39, 
    41, 
    42, 
    43, 
    45, 
    46, 
    47, 
    49, 
    50, 
    51, 
    53, 
    54, 
    55, 
    57, 
    58, 
    59, 
    61, 
    62, 
    63, 
    65, 
    66, 
    67, 
    69, 
    70, 
    71, 
    73, 
    74, 
    75, 
    77, 
    78, 
    79, 
    81, 
    82, 
    83, 
    85, 
    86, 
    87, 
    89, 
    90, 
    91, 
    93, 
    94, 
    95, 
    97, 
    98, 
    99, 
    101, 
    102, 
    103, 
    105, 
    106, 
    107, 
    109, 
    110, 
    111, 
    113, 
    114, 
    115, 
    117, 
    118, 
    119, 
    121, 
    122, 
    123, 
    125, 
    126, 
    127, 
    129, 
    130, 
    131, 
    133, 
    134, 
    135, 
    137, 
    138, 
    139, 
    141, 
    142, 
    143, 
    145, 
    146, 
    147, 
    149, 
    150, 
    151, 
    153, 
    154, 
    155, 
    157, 
    158, 
    159, 
    161, 
    162, 
    163, 
    165, 
    166, 
    167, 
    169, 
    170, 
    171, 
    173, 
    174, 
    175, 
    177, 
    178, 
    179, 
    181, 
    182, 
    183, 
    185, 
    186, 
    187, 
    189, 
    190, 
    191, 
    193, 
    194, 
    195, 
    197, 
    198, 
    199, 
    201, 
    202, 
    203, 
    205, 
    206, 
    207, 
    209, 
    210, 
    211, 
    215, 
    216
  ], 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    3, 
    4, 
    5, 
    6, 
    7, 
    8, 
    9, 
    10, 
    11, 
    12, 
    13, 
    14, 
    15, 
    16, 
    17, 
    18, 
    19, 
    20, 
    21, 
    22, 
    23, 
    24, 
    25, 
    26, 
    27, 
    28, 
    29, 
    30, 
    31, 
    32, 
    33, 
    34, 
    35, 
    36, 
    37, 
    38, 
    39, 
    40, 
    41, 
    42, 
    43, 
    44, 
    45, 
    46, 
    47, 
    48, 
    49, 
    50, 
    51, 
    52, 
    53, 
    54, 
    55, 
    56, 
    57, 
    58, 
    59, 
    60, 
    61, 
    62, 
    63, 
    64, 
    65, 
    66, 
    67, 
    68, 
    69, 
    70, 
    71, 
    72, 
    73, 
    74, 
    75, 
    76, 
    77, 
    78, 
    79, 
    80, 
    81, 
    82, 
    83, 
    84, 
    85, 
    86, 
    87, 
    88, 
    89, 
    90, 
    91, 
    92, 
    93, 
    94, 
    95, 
    96, 
    97, 
    98, 
    99, 
    100, 
    101, 
    102, 
    103, 
    104, 
    105, 
    106, 
    107, 
    108, 
    109, 
    110, 
    111, 
    112, 
    113, 
    114, 
    115, 
    116, 
    117, 
    118, 
    119, 
    120, 
    121, 
    122, 
    123, 
    124, 
    125, 
    126, 
    127, 
    128, 
    129, 
    130, 
    131, 
    132, 
    133, 
    134, 
    135, 
    136, 
    137, 
    138, 
    139, 
    140, 
    141, 
    142, 
    143, 
    144, 
    145, 
    146, 
    147, 
    148, 
    149, 
    150, 
    151, 
    152, 
    153, 
    154, 
    155, 
    156, 
    157, 
    158, 
    159, 
    160, 
    161, 
    162, 
    163, 
    164, 
    165, 
    166, 
    167, 
    168, 
    169, 
    170, 
    171, 
    172, 
    173, 
    174, 
    175, 
    176, 
    177, 
    178, 
    179, 
    180, 
    181, 
    182, 
    183, 
    184, 
    185, 
    186, 
    187, 
    188, 
    189, 
    190, 
    191, 
    192, 
    193, 
    194, 
    195, 
    196, 
    197, 
    198, 
    199, 
    200, 
    201, 
    202, 
    203, 
    204, 
    205, 
    206, 
    207, 
    208, 
    209, 
    210, 
    211, 
    212, 
    213, 
    214, 
    215, 
    216, 
    217, 
    218, 
    219
  ], 
  "heads": [[218, 0, 0]], 
  "attrs": {
    "storage_id": ["list_int", [
        7, 
        8, 
        9, 
        10, 
        0, 
        11, 
        12, 
        13, 
        1, 
        14, 
        15, 
        16, 
        0, 
        17, 
        18, 
        19, 
        1, 
        20, 
        21, 
        22, 
        0, 
        23, 
        24, 
        25, 
        1, 
        26, 
        27, 
        28, 
        0, 
        29, 
        30, 
        31, 
        1, 
        32, 
        33, 
        34, 
        2, 
        35, 
        36, 
        37, 
        1, 
        38, 
        39, 
        40, 
        2, 
        41, 
        42, 
        43, 
        1, 
        44, 
        45, 
        46, 
        3, 
        47, 
        48, 
        49, 
        2, 
        50, 
        51, 
        52, 
        1, 
        53, 
        54, 
        55, 
        4, 
        56, 
        57, 
        58, 
        2, 
        59, 
        60, 
        61, 
        1, 
        62, 
        63, 
        64, 
        3, 
        65, 
        66, 
        67, 
        2, 
        68, 
        69, 
        70, 
        1, 
        71, 
        72, 
        73, 
        4, 
        74, 
        75, 
        76, 
        2, 
        77, 
        78, 
        79, 
        1, 
        80, 
        81, 
        82, 
        3, 
        83, 
        84, 
        85, 
        2, 
        86, 
        87, 
        88, 
        1, 
        89, 
        90, 
        91, 
        4, 
        92, 
        93, 
        94, 
        2, 
        95, 
        96, 
        97, 
        1, 
        98, 
        99, 
        100, 
        3, 
        101, 
        102, 
        103, 
        2, 
        104, 
        105, 
        106, 
        1, 
        107, 
        108, 
        109, 
        4, 
        110, 
        111, 
        112, 
        2, 
        113, 
        114, 
        115, 
        1, 
        116, 
        117, 
        118, 
        3, 
        119, 
        120, 
        121, 
        2, 
        122, 
        123, 
        124, 
        1, 
        125, 
        126, 
        127, 
        4, 
        128, 
        129, 
        130, 
        2, 
        131, 
        132, 
        133, 
        4, 
        134, 
        135, 
        136, 
        3, 
        137, 
        138, 
        139, 
        1, 
        140, 
        141, 
        142, 
        2, 
        143, 
        144, 
        145, 
        4, 
        146, 
        147, 
        148, 
        1, 
        149, 
        150, 
        151, 
        2, 
        152, 
        153, 
        154, 
        3, 
        155, 
        156, 
        157, 
        1, 
        158, 
        159, 
        160, 
        2, 
        161, 
        162, 
        163, 
        3, 
        164, 
        165, 
        166, 
        1, 
        5, 
        6, 
        167, 
        168, 
        5, 
        6]], 
    "dltype": ["list_str", [
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32"]], 
    "dtype": ["list_int", [
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0, 
        0]], 
    "shape": ["list_shape", [
        [1, 3, 224, 224], 
        [45, 3, 3, 3], 
        [45, 1, 1], 
        [45, 1, 1], 
        [1, 45, 112, 112], 
        [45, 45, 1, 1], 
        [45, 1, 1], 
        [45, 1, 1], 
        [1, 45, 112, 112], 
        [45, 1, 3, 3], 
        [45, 1, 1], 
        [45, 1, 1], 
        [1, 45, 112, 112], 
        [22, 45, 1, 1], 
        [22, 1, 1], 
        [22, 1, 1], 
        [1, 22, 112, 112], 
        [132, 22, 1, 1], 
        [132, 1, 1], 
        [132, 1, 1], 
        [1, 132, 112, 112], 
        [132, 1, 3, 3], 
        [132, 1, 1], 
        [132, 1, 1], 
        [1, 132, 56, 56], 
        [34, 132, 1, 1], 
        [34, 1, 1], 
        [34, 1, 1], 
        [1, 34, 56, 56], 
        [204, 34, 1, 1], 
        [204, 1, 1], 
        [204, 1, 1], 
        [1, 204, 56, 56], 
        [204, 1, 3, 3], 
        [204, 1, 1], 
        [204, 1, 1], 
        [1, 204, 56, 56], 
        [34, 204, 1, 1], 
        [34, 1, 1], 
        [34, 1, 1], 
        [1, 34, 56, 56], 
        [204, 34, 1, 1], 
        [204, 1, 1], 
        [204, 1, 1], 
        [1, 204, 56, 56], 
        [204, 1, 3, 3], 
        [204, 1, 1], 
        [204, 1, 1], 
        [1, 204, 28, 28], 
        [45, 204, 1, 1], 
        [45, 1, 1], 
        [45, 1, 1], 
        [1, 45, 28, 28], 
        [270, 45, 1, 1], 
        [270, 1, 1], 
        [270, 1, 1], 
        [1, 270, 28, 28], 
        [270, 1, 3, 3], 
        [270, 1, 1], 
        [270, 1, 1], 
        [1, 270, 28, 28], 
        [45, 270, 1, 1], 
        [45, 1, 1], 
        [45, 1, 1], 
        [1, 45, 28, 28], 
